tools_data = [
    {
        'id': 1,
        'title': 'Чтение Файлов',
        'description': 'Встроенный инструмент RAG',
        'image_url': 'https://img.icons8.com/?size=48&id=82795&format=png',
        'description_detail': 'Этот инструмент позволяет голосовому помощнику получать доступ к информации, хранящейся в различных файлах, таких как текстовые документы, таблицы или PDF. Голосовой помощник может анализировать содержимое файлов, искать в них конкретную информацию и использовать ее для ответа на ваши вопросы или выполнения ваших инструкций. Например, вы можете попросить голосового помощника найти рецепт в кулинарной книге или проанализировать данные из финансового отчета.',
        'times_used': 576
    },
    {
        'id': 2,
        'title': 'Интерпретатор Кода',
        'description': 'Написание и выполнение python-кода',
        'image_url': 'https://img.icons8.com/?size=48&id=87268&format=png',
        'description_detail': 'Этот инструмент позволяет голосовому помощнику выполнять код, написанный на языке программирования Python. Это открывает широкие возможности для автоматизации задач, обработки данных и создания динамического контента. Например, голосовой помощник может использовать этот инструмент для создания графиков, решения математических уравнений, взаимодействия с базами данных или управления другими программами на вашем устройстве.',
        'times_used': 431
    },
    {
        'id': 3,
        'title': 'Поиск в Интернете',
        'description': 'Доступ к информации из всемирной паутины',
        'image_url': 'https://img.icons8.com/?size=60&id=60995&format=png',
        'description_detail': 'Этот инструмент позволяет голосовому помощнику искать информацию в Интернете. Голосовой помощник может использовать поисковые системы, такие как Google, Yandex или Bing, чтобы найти ответы на ваши вопросы, новости, статьи, изображения, видео и другую информацию, доступную в сети. Например, вы можете попросить голосового помощника найти информацию о погоде, последние новости или рецепт любимого блюда.',
        'times_used': 962
    },
    {
        'id': 4,
        'title': 'Wolfram',
        'description': 'Доступ к математическим вычислениям',
        'image_url': 'https://img.icons8.com/?size=64&id=24056&format=png',
        'description_detail': 'Этот инструмент предоставляет голосовому помощнику доступ к мощным вычислительным возможностям Wolfram Alpha. Wolfram Alpha – это база знаний и набор вычислительных алгоритмов, которые позволяют решать сложные математические задачи, получать научные данные, строить графики, проводить статистический анализ и многое другое. Голосовой помощник может использовать Wolfram Alpha для ответа на ваши вопросы, связанные с математикой, физикой, химией, экономикой и другими научными дисциплинами.',
        'times_used': 144
    },
]

orders_data = [
    {'id': 1,
     'tools': [3, 4]
     }
]
